tap "buildkite/buildkite"
tap "buildkite/cli"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "nektos/tap"
tap "windmilleng/tap"
brew "adns"
brew "angle-grinder"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "asdf"
brew "sqlite"
brew "python@3.9"
brew "python@3.8"
brew "atk"
brew "awscli"
brew "bat"
brew "bats"
brew "binutils"
brew "bison"
brew "burp"
brew "calc"
brew "ccls"
brew "clang-format"
brew "cmake"
brew "ctop"
brew "curl"
brew "dnsmasq"
brew "docker-credential-helper-ecr"
brew "docker-machine", link: false
brew "node"
brew "emscripten"
brew "fcrackzip"
brew "fd"
brew "pkg-config"
brew "ffmpeg"
brew "fish"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "libksba"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "gnuplot"
brew "gradle"
brew "graphviz"
brew "hicolor-icon-theme"
brew "gtk+"
brew "ncurses"
brew "htop"
brew "httpie"
brew "shared-mime-info"
brew "imagemagick"
brew "iperf"
brew "john-jumbo"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "libiconv"
brew "libidn"
brew "libolm"
brew "libotr"
brew "libusb-compat"
brew "libuv"
brew "libvirt"
brew "libxml2"
brew "luarocks"
brew "mitmproxy"
brew "mysql"
brew "ncdu"
brew "neovim", args: ["HEAD"]
brew "netcat"
brew "nmap"
brew "openvpn"
brew "optipng"
brew "tmux"
brew "overmind"
brew "p7zip"
brew "pandoc"
brew "pass"
brew "pg_top"
brew "pstree"
brew "pth"
brew "pv"
brew "qemu"
brew "radare2"
brew "redis"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "s-lang"
brew "socat"
brew "squid"
brew "swiftlint"
brew "terraform"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "tor"
brew "transmission-cli", restart_service: true
brew "unicorn"
brew "watch"
brew "weechat"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
brew "buildkite/buildkite/buildkite-agent"
brew "heroku/brew/heroku"
brew "jesseduffield/lazydocker/lazydocker"
brew "nektos/tap/act"
brew "windmilleng/tap/tilt"
cask "1password-cli"
cask "android-platform-tools"
cask "aws-vault"
cask "basictex"
cask "burp-suite"
cask "cscreen"
cask "discord"
cask "docker"
cask "gas-mask"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "insomnia"
cask "karabiner-elements"
cask "keepassxc"
cask "monitorcontrol"
cask "ngrok"
cask "owasp-zap"
cask "postman"
cask "powershell"
cask "syncthing"
cask "transmission"
cask "tunnelblick"
cask "visual-studio-code"
cask "vmware-fusion"
cask "wireshark"
cask "wkhtmltopdf"
