tap "arthurk/virt-manager"
tap "aspect-build/aspect"
tap "aws/tap"
tap "boxmein/tap", "git@github.com:boxmein/homebrew-tap.git"
tap "buildkite/buildkite"
tap "buildkite/cli"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "molovo/revolver"
tap "nektos/tap"
tap "windmilleng/tap"
tap "zunit-zsh/zunit"
brew "adns"
brew "angle-grinder"
brew "glib"
brew "atk"
brew "autoconf"
brew "automake"
brew "binutils"
brew "pkg-config"
brew "readline"
brew "calc"
brew "cloudformation-guard"
brew "coreutils"
brew "ctop"
brew "gdk-pixbuf"
brew "gobject-introspection"
brew "harfbuzz"
brew "libtool"
brew "imagemagick"
brew "just", link: false
brew "libgsf"
brew "libksba"
brew "pango"
brew "librsvg"
brew "libyaml"
brew "mkcert"
brew "openssl@3"
brew "pinentry-mac"
brew "radare2"
brew "rtl_433"
brew "semgrep"
brew "squid"
brew "tilt"
brew "vips"
brew "zlib"
brew "zunit-zsh/zunit/zunit"
cask "android-platform-tools"
cask "burp-suite"
cask "docker"
cask "insomnia"
cask "postman"
cask "sage"
cask "tunnelblick"
cask "wireshark"
